Repository: AlexanderBliznuk/Leyka
Catalog: leyka-gateway-rbk-money/languages/leyka-rbk-money-*.po
Languages: ru_ru

source: Recall
ru_ru: Отзывы

source: recall
ru_ru: отзыв

source: RBK Money gateway description
ru_ru: Описание шлюза RBK Money

source: Enter RBK Money gateway description that will be shown to the donor when this gateway will be selected for use
ru_ru: Введите описание шлюза RBK Money которое будет показано жертвователям, когда шлюз будет выбран для оплаты пожертвования.

source: RBK money small (59x35 px)
ru_ru: RBK Money маленький (59x35 px)

source: RBK money medium (86x51 px) (recommended)
ru_ru: RBK Money средний (86x51 px) - рекомендован

source: RBK money big (135x80 px)
ru_ru: RBK Money большой(135x80 px)

source: Error: donations receiver's RBK Money shop ID has not been set. Please, report it to him.
ru_ru: Ошибка: ID магазина в системе RBK Money не указан. Пожалуйста, сообщите об этом в техн. поддержку сайта.

source: Error: donations receiver's RBK Money shop ID is incorrect. Please, report it to him.
ru_ru: Ошибка: указан некорректный ID магазина в системе RBK Money. Пожалуйста, сообщите об этом в техн. поддержку сайта.

source: RBK Money Settings
ru_ru: Настройки модуля RBK Money

source: RBK Money shop ID
ru_ru: ID магазина в системе RBK Money

source: Enter your RBK Money shop ID
ru_ru: Введите ID магазина, полученный вами при подключении к системе RBK Money
