Repository: AlexanderBliznuk/Leyka
Catalog: leyka-gateway-yandex-money/languages/leyka-yandex-money-*.po
Languages: ru_ru

source: Recall
ru_ru: Отзывы

source: recall
ru_ru: отзыв

source: Configure the Yandex.Money settings
ru_ru: Выполните настройку системы Яндекс.Деньги

source: Yandex.Money gateway description
ru_ru: Описание платежной системы Яндекс.Деньги

source: Enter Yandex.Money gateway description that will be shown to the donor when this gateway will be selected for use
ru_ru: Введите описание платёжной системы Яндекс.Деньги, которое будет показано при выборе этой системы в качестве средства оплаты пожертвования.

source: Yandex money small (81x35 px)
ru_ru: Яндекс.Деньги, маленький (81x35 px)

source: Yandex money medium (118x51 px) (recommended)
ru_ru: Яндекс.Деньги, средний (118x51 px) - рекомендуется

source: Yandex money big (185x80 px)
ru_ru: Яндекс.Деньги, большой (185x80 px)

source: Yandex.Money
ru_ru: Яндекс.Деньги

source: Error: donations receiver's Yandex.Money account number has not been set. Please, report it to him.
ru_ru: номер Яндекс-кошелька получателя платежа не указан. Пожалуйста, сообщите об этом администрации сайта.

source: Error: donations receiver's Yandex.Money account number/email is incorrect. Please, report it to him.
ru_ru: указан некорректный номер Яндекс-кошелька получателя платежа. Пожалуйста, сообщите об этом администрации сайта.

source: Yandex.Money Settings
ru_ru: Настройки модуля Яндекс.Денег

source: I'm a person, not a company
ru_ru: Я являюсь физическим, а не юридическим лицом

source: Check is you are a physical person (not company or foundation). Settings for physical person will be used, and for juristical person if unchecked.
ru_ru: Поставьте эту отметку, если вы являетесь физическим лицом, а не юридическим (компанией, фондом и т.д.). Если отметка поставлена, будут использоваться настройки для физического лица; если не указана, то для юридического.

source: Use this settings if you are physical person
ru_ru: Используйте эти настройки, если вы представляете физическое лицо

source: Yandex.Money ID or email
ru_ru: Номер Яндекс.Кошелька или адрес Яндекс.почты

source: Enter your Yandex.Money ID or yandex.ru email
ru_ru: Введите ваш номер Яндекс.кошелька или адрес Яндекс.почты

source: Use this settings if you are some organization
ru_ru: Используйте эти настройки, если вы представляете юридическое лицо

source: Yandex.Money SCID
ru_ru: Параметр SCID (ID витрины в системе Яндекс.Деньги)

source: Enter your Yandex.Money shop showcase ID (can be found in your Yandex contract)
ru_ru: Введите номер витрины в системе Яндекс.Деньги, полученный вами при заключении партнёрского договора с Яндексом

source: Yandex.Money shop ID
ru_ru: ID магазина в системе Яндекс.Денег

source: Enter your Yandex.Money shop ID (can be found in your Yandex contract)
ru_ru: Введите ID магазина в системе Яндекс.Деньги, полученный вами при заключении партнёрского договора с Яндексом

source: <div id="message" class="error"><strong>Error:</strong> base donations plugin is missing or inactive. It is required for Yandex.money gateway module to work. Yandex.money plugin will be deactivated.</div>
ru_ru: <div id="message" class="error"><strong>Ошибка:</strong> базовый плагин пожертвований отсутствует или неактивен. Он необходим для работы модуля сбора пожертвований через Яндекс.Деньги. Модуль Яндекс.Деньги будет деактивирован.</div>
