Repository: AlexanderBliznuk/Leyka
Catalog: leyka/languages/leyka-*.po
Languages: ru_ru

source: Actions
ru_ru: Действия

source: remove
ru_ru: удалить

source: Tax
ru_ru: Налог

source: Reports
ru_ru: Статистика

source: Easy Digital Download Settings
ru_ru: Настройки Easy Digital Download

source: Settings
ru_ru: Настройки

source: Easy Digital Download System Info
ru_ru: Системная информация по Easy Digital Download

source: System Info
ru_ru: Системная информация

source: Search
ru_ru: Поиск

source: Permissions denied
ru_ru: Доступ запрещён

source: Visa small (105x35 px)
ru_ru: Visa, маленький (105x35 px)

source: Visa medium (159x51 px) (recommended)
ru_ru: Visa, средний (159x51 px) - рекомендован

source: Visa big (248x80 px)
ru_ru: Visa, большой (248x80 px)

source: Verified By Visa small (61x35 px)
ru_ru: Verified By Visa, маленький (61x35 px)

source: Verified By Visa medium (101x51 px) (recommended)
ru_ru: Verified By Visa, средний (101x51 px) - рекомендован

source: Verified By Visa big (164x80 px)
ru_ru: Verified By Visa, большой (164x80 px)

source: Mastercard small (55x35 px)
ru_ru: Mastercard, маленький (55x35 px)

source: Mastercard medium (82x51 px) (recommended)
ru_ru: Mastercard, средний (82x51 px) - рекомендован

source: Mastercard big (127x80 px)
ru_ru: Mastercard, большой (127x80 px)

source: Mastercard Secure Code small (64x35 px)
ru_ru: Mastercard Secure Code, маленький (64x35 px)

source: Mastercard Secure Code medium (94x51 px) (recommended)
ru_ru: Mastercard Secure Code, средний (94x51 px) - рекомендован

source: Mastercard Secure Code big (150x80 px)
ru_ru: Mastercard Secure Code, большой (150x80 px)

source: JCB small (45x35 px)
ru_ru: JCB, маленький (45x35 px)

source: JCB medium (65x51 px) (recommended)
ru_ru: JCB, средний (65x51 px) - рекомендован

source: JCB big (103x80 px)
ru_ru: JCB, большой (103x80 px)

source: Paypal small (55x35 px)
ru_ru: Paypal , маленький (55x35 px)

source: Paypal medium (81x51 px) (recommended)
ru_ru: PayPal, средний (81x51 px) - рекомендован

source: Paypal big (127x80 px)
ru_ru: PayPal, большой (127x80 px)

source: Donate configuration
ru_ru: Конфигурация пожертвования

source: Donate notes
ru_ru: Заметки к пожертвованию

source: Donate stats
ru_ru: Статистика пожертвования

source: Donations log
ru_ru: Журнал пожертвований

source: Any price can be donated (free choice of the donor)
ru_ru: Размер пожертвования определяется донором

source: Minimum donation amount, %s
ru_ru: Минимальный размер пожертвования, %s

source: Maximum donation amount, %s
ru_ru: Максимальный размер пожертвования, %s

source: Default status options
ru_ru: Опции статуса по умолчанию

source: Configure the default status options
ru_ru: Настройки статуса по умолчанию

source: Payments default status
ru_ru: Статус платежа по умолчанию

source: Deafult status for newly created donation payments
ru_ru: Статус по умолчанию для новых платежей по пожертвованиям

source: Donor's recalls default status
ru_ru: Статус по умолчанию для новых отзывов

source: Deafult status for newly created donor recalls
ru_ru: Статус по умолчанию для новых отзывов пользователей

source: Pending
ru_ru: Ожидание

source: Draft
ru_ru: Черновик

source: Publish
ru_ru: Опубликовать

source: The name donations thanking emails are said to come from. This should probably be your site or NGO name.
ru_ru: Значение поля «от кого» в письмах благодарности при пожертвованиях. Обычно содержит ваше имя, или название вашего блога, или название вашей организации.

source: Email to send donations thanking emails from. This will act as the "from" and "reply-to" address.
ru_ru: Email, от имени которого будут рассылаться благодарственные письма при пожертвованиях. Указанный email будет стоять в полях «from» и «reply-to».

source: Donations thanking email subject
ru_ru: Заголовок благодарственного письма за пожертвование

source: Enter the subject line for the donations thanking email
ru_ru: Введите заголовок благодарственного письма за пожертвование

source: Donation thanking email template
ru_ru: Шаблон благодарственного письма за пожертвование

source: Enter the email that is sent to donations managers after completing a purchase. HTML is accepted. Available template tags:
ru_ru: Шаблон почтового сообщения, которое будет отправляться менеджерам пожертвований при каждом их совершении. Возможные тэги шаблона:

source: A list of donates given
ru_ru: Список сделанных пожертвований

source: The donor's name
ru_ru: Имя донора

source: The date of the donation
ru_ru: Дата пожертвования

source: The total amount of the donation
ru_ru: Общее количество пожертвований

source: The unique ID number for this donation
ru_ru: Уникальный номер (ID) пожертвования

source: The method of payment used for this donation
ru_ru: Платёжная система, использованная при пожертвовании

source: Your site name
ru_ru: Название вашего сайта

source: Donations manager's emails
ru_ru: E-mail менеджеров пожертвований

source: Donations manager's notification subject
ru_ru: Тема уведомления для менеджеров пожертвований

source: Enter the donations manager's notification email subject
ru_ru: Введите тему письма-уведомления о новом пожертвовании для менеджеров пожертвований

source: Donations manager's notification template
ru_ru: Шаблон письма-уведомления о новом пожертвовании для менеджеров пожертвований

source: The ID number for donation's purpose item
ru_ru: Уникальный номер (ID) цели пожертвования.

source: The URL of the admin page where donation status can be changed
ru_ru: URL страницы админ. панели сайта, на которой можно изменить статус пожертвования

source: Title
ru_ru: Наименование

source: Recall text
ru_ru: Текст отзыва

source: Recall author (donor)
ru_ru: Автор отзыва (донор)

source: Gateway
ru_ru: Платёжная система

source: Date
ru_ru: Дата

source: Quick&nbsp;Edit
ru_ru: Быстрое&nbsp;Редактирование

source: Move this item to the Trash
ru_ru: Переместить этот элемент в мусорную корзину

source: Trash
ru_ru: Мусорная корзина

source: Edit user recall #
ru_ru: Редактировать отзыв пользователя #

source: Status
ru_ru: Статус

source: Cancel
ru_ru: Отмена

source: Permissions denied!
ru_ru: В доступе отказано!

source: Activate the donation
ru_ru: Активировать пожертвование

source: New donation payment
ru_ru: Новый платеж по пожертвованию

source: Error while editing the recall! Please try again later or e-mail the support team to fix it.
ru_ru: Ошибка при редактировании отзыва. Пожалуйста, попробуйте ещё раз. Если ошибка повторится, обратитесь в службу поддержки сайта.

source: PENDING
ru_ru: В ОЖИДАНИИ

source: COMPLETE
ru_ru: ЗАВЕРШЕН

# post type general name
source: User recalls
ru_ru: Отзыв пользователя

# post type singular name
source: Recall
ru_ru: Отзыв

source: Add New
ru_ru: Добавить

source: Add New Recall
ru_ru: Добавить отзыв

source: Edit Recall
ru_ru: Редактировать отзыв

source: New Recall
ru_ru: Новый отзыв

source: All Recalls
ru_ru: Все отзывы

source: View Recall
ru_ru: Просмотр отзыва

source: Search Recalls
ru_ru: Искать отзывы

source: No Recalls found
ru_ru: Отзывов не найдено

source: No Recalls found in Trash
ru_ru: В корзине не найдено отзывов

source: Recall History
ru_ru: История отзывов

source: Payment additional info
ru_ru: Дополнительная информация о платеже

source: Type your comments, if needed
ru_ru: Введите ваши комментарии, если нужно

source: No checkout page has been configured. Visit <a href="%s">Settings</a> to set one.
ru_ru: Страница оплаты пожертвований не указана. Перейдите в раздел <a href="%s">настроек модуля пожертвований</a>, чтобы указать её.

source: Purchase
ru_ru: Приобрести

source: Make a donation with this sum
ru_ru: Пожертвовать данную сумму

source: Checkout
ru_ru: На кассу

source: The required parameters are not set
ru_ru: Не указаны необходимые параметры

source: Any sum
ru_ru: Любая сумма

source: Insert the sum of your donation
ru_ru: Укажите размер вашего пожертвования

source: Add to cart
ru_ru: Добавить в корзину

source: Sorry, the donation amount is incorrect
ru_ru: Указанный размер пожертвования некорректен

source: Sorry, you must agree to the donation terms first
ru_ru: Сначала вы должны согласиться с условиями пожертвования

source: collected
ru_ru: собрано

source: Donations counter
ru_ru: Счетчик пожертвований

source: Display the donations counter, with progressbar etc.
ru_ru: Отобразить счётчик пожертвований

source: New title
ru_ru: Новый заголовок

source: Title:
ru_ru: Наименование:

source: All
ru_ru: Все

source: Completed
ru_ru: Завершенные

source: Refunded
ru_ru: Возмещено

source: ID
ru_ru: Идентификатор

source: Email
ru_ru: Эл. почта

source: Details
ru_ru: Детали

source: Amount
ru_ru: Сумма

source: User
ru_ru: Пользователь

source: Edit
ru_ru: Редактировать

source: Delete
ru_ru: Удалить

source: guest
ru_ru: гость

source: Date and Time:
ru_ru: Дата и время:

source: Name:
ru_ru: Имя:

source: Email:
ru_ru: Эл. почта:

source: Payment Method:
ru_ru: Способ оплаты:

source: Close
ru_ru: Закрыть

source: Activate
ru_ru: Активировать

source: Deactivate
ru_ru: Деактивировать

source: Pricing Options:
ru_ru: Опции размера пожертвования:

source: Enable variable pricing
ru_ru: Несколько вариантов размера пожертвований

source: Option Name
ru_ru: Название варианта

source: Price
ru_ru: Размер

source: Add New Price
ru_ru: Добавить новый вариант размера

source: Russian rouble (RUR)
ru_ru: Рубль РФ (руб.)

source: Your "ready to donate" list is empty.
ru_ru: Список готовых к отправке пожертвований пуст.

source: Lev Zvyagincev aka Ahaenor
ru_ru: Лев Звягинцев, Теплица социальных технологий

source: Donors
ru_ru: Доноры

source: Your comment
ru_ru: Ваш комментарий

source: Add new
ru_ru: Добавить цель пожертвования

source: Add new %1$s
ru_ru: Добавить цель пожертвования

source: Edit %1$s
ru_ru: Редактировать пожертвование

source: New %1$s
ru_ru: Новое пожертвование

source: All %2$s
ru_ru: Все цели пожертвований

source: View %1$s
ru_ru: Перейти на страницу пожертвования

source: Search %2$s
ru_ru: Найти пожертвования

source: No %2$s found
ru_ru: Пожертвований не найдено

source: No %2$s found in Trash
ru_ru: В корзине пожертвований не найдено

source: %2$s
ru_ru: Пожертвования

source: Leyka
ru_ru: Лейка

source: Donates
ru_ru: Цели пожертвований

source: Donate
ru_ru: Пожертвование

source: Donate name
ru_ru: Цель пожертвования

source: Donate size
ru_ru: Размер собираемых пожертвований

source: Amount collected
ru_ru: Всего собрано

source: Created on
ru_ru: Создано

source: Enter donate title here
ru_ru: Введите название цели пожертвования

source: Donations number
ru_ru: Количество пожертвований

source: Incoming funds
ru_ru: Собрано

source: Monthly average donations number
ru_ru: Среднее кол-во пожертвований в месяц

source: Monthly average incoming funds
ru_ru: Средний объём собранных средств в месяц

source: Donor
ru_ru: Донор

source: Donations maked
ru_ru: Сделано пожертвований

source: Total funds donated
ru_ru: Всего пожертвовано

source: Resend donation notice
ru_ru: Переслать благодарственное письмо

source: Donation details for payment #%s
ru_ru: Детали пожертвования #%s

source: View donation details
ru_ru: Детали пожертвования

source: Donation maked
ru_ru: Сделанное пожертвование

source: Any price can be donated
ru_ru: Может быть пожертвована любая сумма

source: Total donation amount:
ru_ru: Всего пожертвовано:

source: Donor's personal details:
ru_ru: Информация о доноре:

source: Donation key
ru_ru: Уникальный ключ пожертвования

source: Edit payment
ru_ru: Редактировать данные платежа

source: Go back
ru_ru: Назад

source: Donor's email
ru_ru: Email донора

source: If needed, you can update the donor's email here
ru_ru: Вы можете изменить email донора, если это нужно

source: Add donation to this payment
ru_ru: Добавить пожертвование к этому платежу

source: #MIN_SUM# #CURRENCY# - #MAX_SUM# #CURRENCY# (donation sum is defined by donors)
ru_ru: #MIN_SUM# #CURRENCY# - #MAX_SUM# #CURRENCY# (размер пожертвования определяется донором)

source: A few variants of possible donation sum
ru_ru: Несколько вариантов размера пожертвования

source: Donation log
ru_ru: Журнал пожертвований

source: Special notes or instructions for this donate. These notes will be added to the thanking email sended to the donor.
ru_ru: Заметки или специальные инструкции по этому пожертвованию. Они будут добавлены к благодарственному письму, которое отправляется донору.

source: Each donation for this donate target is listed below.
ru_ru: Ниже приведены пожертвования, сделанные для этой целевой программы

source: Donation ID
ru_ru: ID пожертвования

source: No donations yet
ru_ru: Пожертвований не было

source: Incoming funds over time
ru_ru: Всего пожертвовано на эту целевую программу

source: Export PDF of donations maked and funds received
ru_ru: Экспортировать информацию о пожертвованиях в PDF

source: Download a PDF file of donations maked and funds received for all donates for the current year.
ru_ru: Загрузить PDF-файл с информацией о пожертвованиях, сделанных в течение текущего года.

source: Export donors in CSV
ru_ru: Экспортировать информацию о донорах в CSV

source: Download a CSV file of all donors emails. This export includes donation numbers and amounts for each donor.
ru_ru: Загрузить CSV-файл с информацией о донорах и их пожертвованиях, сделанных в течение текущего года.

source: Add donation to payment #%s
ru_ru: Добавить пожертвование к платежу #%s

source: Total incoming funds for period shown:
ru_ru: Всего собрано за указанный период:

source: Total donations maked for period shown:
ru_ru: Всего сделано пожертвований за указанный период:

source: Donations history
ru_ru: История пожертвований

source: Export donations history
ru_ru: Экспорт истории пожертвований

source: Donor recalls
ru_ru: Отзывы доноров

source: Send me an email confimation for my donation
ru_ru: Отправить мне email с информацией о моём пожертвовании

source: This plugin creates a donations management system on your WP site. This plugin is based on Easy Digital Downloads plugin (by Pippin Williamson).
ru_ru: Плагин добавляет на ваш сайт систему сбора и управления пожертвованиями пользователей. Плагин является расширением плагина Easy Digital Downloads (авт. Pippin Williamson).

source: Sorry, the amount of your donation is 0 somehow.
ru_ru: размер пожертвований равен нулю.

source: Recall
ru_ru: Отзыв

source: recall
ru_ru: отзыв

source: Donations
ru_ru: Пожертвования

source: New donation came
ru_ru: Сделано новое пожертвование

source: Redirect to the checkout after adding the donation to the cart.
ru_ru: Перенаправлять на страницу оплаты при каждом добавлении пожертвования в корзину.

source: Show agreement to the terms checkbox. It will have to be checked to make a donation.
ru_ru: Выводить поле согласия с условиями публичной оферты. Если это поле не отмечено, пожертвование не будет разрешено.

source: I agree to the terms of donation making service.
ru_ru: Я согласен с условиями сервиса пожертвований

source: A text on a button to complete a donation
ru_ru: Текст для кнопки выполнения пожертвования

source: A text on a button to complete a donation.
ru_ru: Текст для кнопки выполнения пожертвования на странице оплаты.

source: A text on "add to cart" button
ru_ru: Текст для кнопки добавления в корзину

source: Add donation to cart
ru_ru: Добавить в корзину

source: Hello!<br /><br />Recently, there has been a new donation on a {sitename}:<br />{download_list}<br />which totally cost {price}, by the {payment_method} gateway.<br /><br />Donate ID: {donate_id}, donation hashcode: {receipt_id} | {edit_url}<br /><br />{sitename}, {date}
ru_ru: Добрый день!<br /><br />На сайте {sitename} было совершено следующее пожертвование:<br />{download_list}<br />на общую сумму {price}, с помощью платёжной системы {payment_method}.<br /><br />ID цели пожертвования: {donate_id}, уникальный код пожертвования: {receipt_id} | {edit_url}<br /><br />{sitename}, {date}

source: You must enable a payment gateway to use %s
ru_ru: для совершения пожертвования должна быть включена хотя бы одна платёжная система.

source: The donations has been deleted.
ru_ru: Пожертвования удалены.

source: The donation notice has been resent.
ru_ru: Уведомление о пожертвовании отправлено.

source: Note: test mode is enabled, only test donation payments are shown below. %sSettings%s.
ru_ru: Внимание: тестовый режим включён. Ниже используются только пожертвования, сделанные в тестовом режиме. %sИзменить%s.

source: Donations checkout page
ru_ru: Страница оплаты пожертвований (корзина)

source: This is the page where users will select the gateway to make their donations
ru_ru: Страница, на которую попадают пользователи для завершения выбранных ими пожертвований

source: This is the page where users will be redirected after successful donations
ru_ru: Страница, на которую попадают пользователи после успешного выполнения пожертвования

source: This is the page where users will be redirected after failed donations
ru_ru: Страница, куда попадают пользователи при ошибке в процессе оплаты пожертвования

source: Donations failure page
ru_ru: Страница ошибки при пожертвании

source: Thank you for your donation!
ru_ru: Спасибо за ваше пожертвование!

source: Make the donations
ru_ru: Пожертвовать

source: Make the donation
ru_ru: Пожертвовать

source: Hello, {name}!<br /><br />You have chosed to make the following donations:<br />{download_list}<br />which totally cost {price}, by the {payment_method} gateway.<br /><br />Sincerely thank you, {sitename}, {date}
ru_ru: Здравствуйте, {name}!<br /><br />Вы желаете сделать следующие пожертвования:<br /> {download_list}<br />на сумму {price}, с помощью платёжной системы {payment_method}.<br /><br /> Спасибо за ваше неравнодушие,<br />{sitename}, {date}

source: <b>Warning:</b> there's no edd_templates subdirectory in the current theme folder.<br /><br />To fix this, please copy «edd_templates» directory from Leyka plugin folder to your current theme folder.
ru_ru: <b>Внимание:</b> в директории текущей темы не найдено поддиректории edd_templates.<br /><br />Чтобы исправить это, пожалуйста, вручную скопируйте директорию edd_templates из директории плагина Leyka в директорию вашей текущей темы.

source: Donations reports
ru_ru: Отчёты о пожертвованиях

source: <div id="message" class="error"><p><strong>Original EDD plugin is not found.</strong> Please, try to download and activate it before activating Leyka.</p></div>
ru_ru: <div id="message" class="error"><strong>Плагин Easy Digital Downloads не найден.</strong> Пожалуйста, загрузите и активируйте его, прежде чем активировать плагин Лейка.</div>

source: Subtotal donation size
ru_ru: Размер пожертвования без учёта налогов

source: Total donation sum
ru_ru: Итоговый размер пожертвования

source: Total donation:
ru_ru: Размер пожертвования:

source: Donation successfully added to your %scart%s.
ru_ru: Пожертвование добавлено в вашу %sкорзину%s.

source: <div id="message" class="error"><p><strong>Error:</strong> Easy Digital Downloads plugin is missing. It is required for donates module to work. Base donations plugin will be deactivated.</p><p><a href="%s">Click here</a> to download and install Easy Digital Downloads plugin.</p></div>
ru_ru: <div id="message" class="error"><p><strong>Ошибка:</strong> плагин Easy Digital Downloads не найден. Он необходим для работы модуля пожертвований. Плагин Лейка будет деактивирован.</p><p><a href="%s">Загрузить и инсталлировать Easy Digital Downloads</a></p></div>

source: <div id="message" class="error"><p><strong>Error:</strong> Easy Digital Downloads plugin is missing. It is required for donates module to work. Base donations plugin will be deactivated.</p></div>
ru_ru: <div id="message" class="error"><p><strong>Ошибка:</strong> плагин Easy Digital Downloads не найден. Он необходим для работы модуля пожертвований. Плагин Лейка будет деактивирован.</p></div>

source: <div id="message" class="error"><p><strong>Error:</strong> Easy Digital Downloads plugin is installed but inactive. It is required for donates module to work. Base donations plugin will be deactivated.</p><p><a href="%s">Click here</a> to activate Easy Digital Downloads plugin.</p></div>
ru_ru: <div id="message" class="error"><p><strong>Ошибка:</strong> плагин Easy Digital Downloads не активирован. Он необходим для работы модуля пожертвований. Плагин Лейка будет деактивирован.</p><p><a href="%s">Активировать Easy Digital Downloads</a></p></div>

source: Your name
ru_ru: Ваше имя

source: We will use this to personalize your account experience.
ru_ru: Будет использоваться для обращения к вам.
